Repository: misaelnieto/logografo
Catalog: src/logografo/locales/*/LC_MESSAGES/logografo.po
Languages: es

source: Do you really want to delete "%s"?
es: ¿Realmente quieres borrar "%s"?

source: Cancel
es: Cancelar

source: Delete canceled
es: Se canceló el borrado

source: Do it
es: Hazlo

source: <img src="${DYNAMIC_CONTENT}" width="64" height="64" alt="tag" class="alignleft"> Make your selection of <em>bundled</em> events and see if they make up some trend.
es: <img src="${DYNAMIC_CONTENT}" width="64" height="64" alt="tag" class="alignleft"> Selecciona algunos <em>ramilletes</em> de eventos and ve si encuentras alguna tendencia.

source: Select the bundles to display
es: Selecciona los ramilletes que se van a mostrar

source: There are no bundles yet
es: Todavía no hay ramilletes de eventos

source: Compare bundles
es: Comparar ramilletes

source: This page uses JavaScript to show a graphic timeline of events. Please, enable javascript for your browser.
es: Esta página usa JavaScript para mostrar una línea de tiempo gráfica con eventos. Por favor, habilita JavaScript en tu navegador.

source: Available bundles and history events
es: Ramilletes y eventos históricos disponibles

source: <img src="${DYNAMIC_CONTENT}" width="64" height="64" alt="tag" class="alignleft"> Click on the bundle title to open history events.
es: <img src="${DYNAMIC_CONTENT}" width="64" height="64" alt="tag" class="alignleft"> Click en el título del ramillete para abrir los eventos históricos.

source: Edit
es: Editar

source: Delete
es: Borrar

source: Description
es: Descripción

source: Start
es: Inicio

source: End
es: Final

source: [+] Bundle
es: [+] Ramillete

source: [+] Event
es: [+] Evento

source: List of bundles and events
es: Lista de ramilletes y eventos

source: Logographer
es: Logógrafo

source: <img src="../images/label_64.png" width="64" height="64" alt="tag" class="alignleft"> Make your selection of <em>bundled</em> events and see if they make up some trend.
es: <img src="../images/label_64.png" width="64" height="64" alt="tag" class="alignleft"> Selecciona algunos <em>ramilletes</em> de eventos and ve si encuentras alguna tendencia.

source: About this thing
es: Acerca de esta cosa

source: Who did this?
es: ¿Quién hizo esto?

source: Powered by Grok
es: Está hecho con Grok

source: Original template artwork
es: Plantilla ẃeb original

source: Legalese
es: Términos legales

source: Title
es: Título

source: Give a title to this Bundle, for example: "Scientific discoveries"
es: Escribe un título para este ramillete, por ejemplo "Descubrimimentos Científicos"

source: Just a brief description of this bundle
es: Una breve descripción de este ramillete

source: Event Bundle (%s)
es: Ramillete de Eventos (%s)

source: Add a bundle of events
es: Añadir un ramillete de eventos

source: Add Bundle
es: Añadir Ramillete

source: Write a title for the Historic Event
es: Escribe un título para este Evento Histórico

source: Brief description of the event
es: Breve descripción del evento

source: Should the event have a duration?
es: ¿Quieres que este evento tenga cierta duración?

source: Events that have a duration must specify an end date
es: Los eventos que tienen duración deben de tener una fecha de fin

source: Event date
es: Fecha del evento

source: This is the date of the event (or when the event started)
es: Esta es la fecha del evento (osea, cuando el evento comenzó)

source: The event ended on this date
es: El evento terminó en esta fecha

source: When adding duration events, you must provide the end date.
es: Cuando añades eventos que tienen duración necesitas escribir la fecha de fin.

source: History Event (%s)
es: Añadir Evento (%s)

source: Select event bundle
es: Selecciona el ramillete de eventos

source: Every event must be inside a bundle
es: Todos los eventos tendrán que estar dentro de un ramillete.

source: Add a History Event
es: Añadir Evento Histórico

source: Add
es: Añadir

source: Events must be grouped together in bundles. Try adding one first.
es: Los eventos se deben agrupar en ramilletes. Intenta añadir uno primero
